/* titles for section letters on Items screen. Start with a :. Matches the list in the Contacts application */
":A:B:C:D:E:F:G:H:I:J:K:L:M:N:O:P:Q:R:S:T:U:V:W:X:Y:Z:#" = ":A:B:C:D:E:F:G:H:I:J:K:L:M:N:O:P:R:S:T:U:V:Y:Z:Å:Ä:Ö:#";

/* all the sections that can show up in the list, in alphabetical order, except for 123 */
"A:B:C:D:E:F:G:H:I:J:K:L:M:N:O:P:Q:R:S:T:U:V:W:X:Y:Z" = "A:B:C:D:E:F:G:H:I:J:K:L:M:N:O:P:Q:R:S:T:U:V:W:X:Y:Z:Å:Ä:Ö";

/* same as section letters, but instead of the • include the letter that tapping on it should scroll the user to */
"A:B:C:D:E:F:G:H:I:J:K:L:M:N:O:P:Q:R:S:T:U:V:W:X:Y:Z:#" = "A:B:C:D:E:F:G:H:I:J:K:L:M:N:O:P:R:S:T:U:V:Y:Z:Å:Ä:Ö:#";

/* == new version ======================= */

/* cup abbreviation */
" c" = " kkp";

/* gram abbreviation */
" g" = " g";

/* gallon abbreviation */
" gal" = " gal";

/* kilogram abbreviation */
" kg" = " kg";

/* liter abbreviation */
" l" = " l";

/* pound abbreviation */
" lb" = " lb";

/* milliliter abbreviation */
" ml" = " ml";

/* ounce abbreviation */
" oz" = " oz";

/* pint abbreviation */
" pt" = " pt";

/* quart abbreviation */
" qt" = " qt";

/* tablespoon abbreviation */
" Tbsp" = " msk";

/* teaspoon abbreviation */
" tsp" = " tsk";

/* Section header for non A-Z items */
"123" = "123";

/* Button to add a new aisle */
"Add Aisle" = "Lägg till avdelning";

/* Add all ingredients to recipe */
"Add all ingredients" = "Lägg till alla ingredienser";

/* View title */
"Add Ingredients" = "Lägg till ingrediens";

/* Add item to recipe */
"Add ingredients" = "Lägg till ingredienser";

/* No comment provided by engineer. */
"Add Photo" = "Lägg till bild";

/* THIS NEEDS TO BE SHORT - button when adding from email */
"Add Recipe" = "Lägg till";

/* button in email */
"Add to GroceryZen" = "Lägg till i GroceryZen";

/* THIS NEEDS TO BE SHORT - button when adding from email */
"Add to List" = "Lägg till i lista";

/* View title */
"Add to Recipes" = "Lägg till i recept";

/* No comment provided by engineer. */
"Add to recipes" = "Lägg till i recept";

/* DON'T CHANGE THIS - localized button name */
"add_button.png" = "add_button_swedish.png";

/* Title for Select Aisle
Aisle label */
"Aisle" = "Avdelning";

/* Aisle edit button */
"Aisles" = "Avdelningar";

/* Easter egg item: set to the item you like least */
"Broccoli" = "Broccoli";

/* button
Cancel button */
"Cancel" = "Avbryt";

/* Check out button */
"Check Out" = "Checka ut";

/* Button */
"Choose Existing Photo" = "Välj existerande bild";

/* Must be short! Button after user has emailed list. */
"Clear List" = "Töm listan";

/* Button text
button */
"Close" = "Stäng";

/* unit of measure */
"cup" = "kaffekopp";

/* unit of measure */
"cups" = "kaffekoppar";

/* add from email */
"Do you want to add %d items to your shopping list?" = "Vill du lägga till %d varor till din inköpslista?";

/* Message when user launches from a website to add a recipe
Message when user launches from a email to add a recipe */
"Do you want to add a new recipe?\r\n\r\n%@" = "Vill du lägga till ett nytt recept?\r\n\r\n%@";

/* add from email - singular */
"Do you want to add one item to your shopping list?" = "Vill du lägga till en vara till din inköpslista?";

/* text in recipe email */
"Don't have GroceryZen?" = "Har du inte GroceryZen?";

/* Done button
done searching */
"Done" = "Klar";

/* Edit picture label
Button */
"Edit" = "Ändra";

/* Title for edit aisle */
"Edit Aisle" = "Ändra avdelning";

/* Title for Edit Aisle screen */
"Edit Aisles" = "Ändra avdelningar";

/* View name */
"Edit Notes" = "Ändra anteckningar";

/* THIS NEEDS TO BE SHORT! Button to email a specific recipe */
"Email" = "E-posta";

/* E-mail shopping list button title */
"Email List" = "E-posta listan";

/* E-mail recipe button title
Title of view */
"Email Recipe" = "E-posta recept";

/* unit of measure */
"gallon" = "gallon";

/* unit of measure */
"gallons" = "gallon";

/* unit of measure */
"gram" = "gram";

/* unit of measure */
"grams" = "gram";

/* Load failure */
"GroceryZen had trouble loading the information from your most recent changes. If this keeps happening, please contact our technical support." = "GroceryZen fick problem med att ladda dina senaste ändringar. Om detta problem återkommer, vänligen kontakta vår tekniska support.";

/* Name of 'aisle' for completed items. */
"Have" = "Varor jag har";

/* e-mail subject line for recipe */
"Here's my shopping list for \"%@\"" = "Här är min inköpslista för \"%@\"";

/* Item count usually needed */
"I usually buy" = "Jag brukar köpa";

/* Title for Edit Item */
"Item" = "Vara";

/* unit of measure */
"item" = "styck";

/* unit of measure */
"items" = "stycken";

/* Item view navigation title
Items label */
"Items" = "Varor";

/* Must be short! Button after user has emailed list. */
"Keep List" = "Behåll listan";

/* unit of measure */
"kilogram" = "kilogram";

/* unit of measure */
"kilograms" = "kilogram";

/* unit of measure */
"liter" = "liter";

/* unit of measure */
"liters" = "liter";

/* unit of measure */
"milliliter" = "milliliter";

/* unit of measure */
"milliliters" = "milliliter";

/* Placeholder for item name
Placeholder for aisle name
Placeholder for name
Placeholder name for recipe */
"Name" = "Namn";

/* Quantity for an ingredient in a recipe */
"Needed for this recipe" = "Behövs för det här receptet";

/* Quantity needed
Item count currently needed */
"Needed now" = "Nu behöver jag";

/* Title for new aisle */
"New Aisle" = "Ny avdelning";

/* Title for New Item */
"New Item" = "Ny vara";

/* Title for New Recipe */
"New Recipe" = "Nytt recept";

/* No comment provided by engineer. */
"No ingredients" = "Inga ingredienser";

/* Aisle name if not selected
No aisle
Unspecified aisle
Items text if none are selected */
"None" = "Ingen";

/* Note text if not specified */
"Notes" = "Anteckningar";

/* text in recipe email */
"Notes:" = "Anteckningar:";

/* No comment provided by engineer. */
"OK" = "OK";

/* unit of measure */
"ounce" = "ounce";

/* unit of measure */
"ounces" = "ounce";

/* unit of measure */
"pint" = "pint";

/* unit of measure */
"pints" = "pint";

/* unit of measure */
"pound" = "pound";

/* unit of measure */
"pounds" = "pound";

/* Title of quantity screen
Quantity label */
"Quantity" = "Mängd";

/* unit of measure */
"quart" = "quart";

/* unit of measure */
"quarts" = "quart";

/* Title for Edit Recipe
Title for View Recipe */
"Recipe" = "Recept";

/* Title for recipe name */
"Recipe Info" = "Receptinformation";

/* link text for site when emailing a recipe */
"Recipe website" = "Receptets webbplats";

/* Recipes view navigation title */
"Recipes" = "Recept";

/* Save button */
"Save" = "Spara";

/* Placeholder */
"Search" = "Sök";

/* Share view navigation title */
"Share" = "Dela";

/* Shop view navigation title */
"Shop" = "Handla";

/* e-mail subject line for Shopping list */
"Shopping list" = "Inköpslista";

/* text in recipe email */
"Shopping list:" = "Inköpslista:";

/* Message after user has emailed list. */
"Since you emailed your list, do you want to clear it now?" = "Eftersom du har skickat din lista, vill du tömma den nu?";

/* unit of measure */
"tablespoon" = "matsked";

/* unit of measure */
"tablespoons" = "matskedar";

/* Button */
"Take Photo" = "Ta bild";

/* No comment provided by engineer. */
"Tap on 'Edit' to add some." = "Tryck på 'Ändra' för att lägga till några.";

/* unit of measure */
"teaspoon" = "tesked";

/* unit of measure */
"teaspoons" = "teskedar";

/* Message if emailing a list doesn't work. */
"The mail application could not be opened - this happens sometimes.\r\n\r\nIf it keeps happening, change the list slightly and try again." = "Applikationen för e-post kunde inte öppnas - det kan hända ibland.\r\n\r\nOm det händer igen, ändra inköpslistan något och försök igen.";

/* Message if emailing a recipe doesn't work. */
"The mail application could not be opened - this happens sometimes.\r\n\r\nIf it keeps happening, change the recipe slightly and try again." = "Applikationen för e-post kunde inte öppnas - det kan hända ibland.\r\n\r\nOm det händer igen, ändra receptet något och försök igen.";

/* No comment provided by engineer. */
"This will reset all the items you have purchased." = "Detta kommer att nollställa alla varor du har köpt.";

/* Easter egg checkout message */
"This will reset all the items you have purchased.\r\nEwwww, you bought broccoli!" = "Detta kommer att nollställa alla varor du har köpt. Oj, köpte du broccoli?";

/* No comment provided by engineer. */
"Woohoo! You don't need anything\r\nelse today." = "Grattis! Du behöver ingenting mer idag.";

/* Placeholder for recipe web address */
"www.example.com" = "www.example.com";

/* No comment provided by engineer. */
"You're done shopping" = "Du har handlat klart";

/* Message when can't add two things together like pounds + liters */
"You're trying to use two different units of measurement. Couldn't add these ingredients:\r\n" = "Du försöker blanda två olika måttenheter. Dessa ingredienser kunde inte läggas till:\r\n";
